{
	"FormatVersion": 2,
	"Namespace": "",
	"Children": [
		{
			"Source":
			{
				"Text": "Load German translations from CSV"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "35638902462E6B35EBD8269B6C0BA0AC"
		},
		{
			"Source":
			{
				"Text": "Set culture de"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "619C7FC846D25CDC66D809B6CBD1177F"
		},
		{
			"Source":
			{
				"Text": "Set culture en"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "0D4E9B1B4D51A4DDA947789138431159"
		},
		{
			"Source":
			{
				"Text": "This is a localized text gathered from a widget blueprint"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "581C431C40FBDAD5B47D539B645DC3C4"
		}
	],
	"Subnamespaces": [
		{
			"Namespace": "st_csv_localization_sample",
			"Children": [
				{
					"Source":
					{
						"Text": "This is a localized text gathered from a string table"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "SampleText"
				}
			]
		}
	]
}